Revit 2026 API
WorksharingUtils.CheckoutWorksets Method
Overload List
Name | Description
CheckoutWorksets(Document, ICollection<WorksetId>)
CheckoutWorksets(Document, ISet<WorksetId>, TransactWithCentralOptions)
Top
See Also
Reference
WorksharingUtils Class
Autodesk.Revit.DB Namespace